# Cask to install Mac apps
tap 'caskroom/cask'

# Cask Fonts to install Fonts
tap 'caskroom/fonts'

# To install Mac apps from the App Store
brew 'mas'

# Fonts
cask 'font-hasklig'

# Web
cask 'tunnelbear'
cask 'speedify'
cask 'google-chrome'
cask 'firefox'

# Productivity
mas 'Evernote', id: 406056744
mas 'Things', id: 407951449
mas 'Noizio', id: 928871589
cask '1password'

# Communication
mas 'Telegram', id: 747648890
mas 'Slack', id: 803453959
cask 'basecamp'

# Video
mas 'ScreenFlow', id: 1107828211
mas 'Permute', id: 731738567
cask 'licecap'
cask 'handbrake'

# Development
cask 'iterm2'
cask 'atom'
cask 'github-desktop'

# Reading
mas 'Kindle', id: 405399194

# Design
mas 'Affinity Designer', id: 824171161
cask 'sketch'

# Photo Editing
mas 'Affinity Photo', id: 824183456
cask 'imageoptim'
cask 'imagealpha'

# Other
mas 'Soulver', id: 413965349
cask 'endurance'
cask 'dropbox'

# XCode - Last because it's huge
mas 'XCode', id: 497799835
