# Cask to install Mac apps
tap 'caskroom/cask'

# Cask Fonts to install Fonts
tap 'caskroom/fonts'

# To install Mac apps from the App Store
brew 'mas'

# Fonts
cask 'font-hasklig'

# Web
cask 'tunnelbear'
cask 'google-chrome'
cask 'firefox'

# Productivity
cask '1password'

# Communication
mas 'Telegram', id: 747648890

# Video
mas 'Permute', id: 731738567
cask 'licecap'
cask 'handbrake'

# Development
cask 'iterm2'
cask 'atom'
cask 'github-desktop'

# Reading
mas 'Kindle', id: 405399194

# Writing
mas 'iA Writer', id: 775737590

# Design
mas 'Affinity Designer', id: 824171161

# Photo Editing
mas 'Affinity Photo', id: 824183456
cask 'imageoptim'
cask 'imagealpha'

# Other
mas 'Soulver', id: 413965349
cask 'endurance'

# XCode - Last because it's huge
mas 'XCode', id: 497799835
