# Cask to install Mac apps
tap 'caskroom/cask'

# To install Mac apps from the App Store
brew 'mas'

# Web
cask 'tunnelbear'
cask 'speedify'
cask 'google-chrome'
cask 'firefox'

# Productivity
mas 'Evernote', id: 406056744
mas 'Things', id: 407951449
mas 'Noizio', id: 928871589
cask '1password'

# Communication
mas 'Telegram', id: 747648890
mas 'Tweetbot', id: 557168941
mas 'Slack', id: 803453959
cask 'basecamp'

# Video
mas 'ScreenFlow', id: 1107828211
mas 'Permute', id: 731738567
cask "licecap"
cask "handbrake"

# Development
mas 'Xcode', id: 497799835
cask 'atom'

# Reading
mas "Kindle", id: 405399194

# Other
mas 'Soulver', id: 413965349

# Design
mas 'Affinity Designer', id: 824171161
cask 'sketch'

# Photo Editing
mas 'Affinity Photo', id: 824183456
cask 'imageoptim'
cask 'imagealpha'

# Other
cask 'endurance'
